Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Color every key of a kind at once. Painting a key on its own overrides its group.
de: Färbe alle Tasten einer Art auf einmal. Färbst du eine Taste einzeln, geht das der Gruppe vor.
es: Colorea todas las teclas de un tipo a la vez. Si pintas una tecla por separado, esta prevalece sobre el grupo.
et: Värvi korraga kõik samasugused klahvid. Üksikult värvitud klahv alistab oma grupi.
fr: Colore toutes les touches d’un même type d’un coup. Si tu colores une touche à part, elle l’emporte sur le groupe.
hu: Színezd ki egyszerre egy fajta összes billentyűjét. Ha egy billentyűt külön színezel, az felülírja a csoportot.
it: Colora tutti i tasti di un tipo insieme. Se colori un tasto da solo, ha la meglio sul gruppo.
ja: 同じ種類のキーをまとめて色付けできます。個別に塗ったキーはグループより優先されます。
ko: 같은 종류의 키를 한 번에 칠해요. 개별로 칠한 키는 그룹보다 우선해요.
ms: Warnakan semua kekunci sejenis sekali gus. Kekunci yang diwarnakan sendiri mengatasi kumpulannya.
pt: Colore todas as teclas de um tipo de uma vez. Se pintares uma tecla à parte, ela prevalece sobre o grupo.
ru: Красьте сразу все клавиши одного вида. Цвет, заданный отдельной клавише, перебивает группу.
zh_hans: 一次给同一类按键上色。单独涂过的按键会覆盖所属分组。

source: Color picker
de: Farbauswahl
es: Selector de color
et: Värvivalija
fr: Sélecteur de couleur
hu: Színválasztó
it: Selettore colore
ja: カラーピッカー
ko: 색상 선택기
ms: Pemilih warna
pt: Seletor de cor
ru: Выбор цвета
zh_hans: 取色器

source: Color preview
de: Farbvorschau
es: Vista previa del color
et: Värvi eelvaade
fr: Aperçu de la couleur
hu: Szín előnézete
it: Anteprima colore
ja: 色のプレビュー
ko: 색상 미리보기
ms: Pratonton warna
pt: Pré-visualização da cor
ru: Предпросмотр цвета
zh_hans: 颜色预览

source: Color range
de: Farbbereich
es: Rango de color
et: Värvivahemik
fr: Plage de couleur
hu: Színtartomány
it: Gamma colore
ja: 色の範囲
ko: 색상 범위
ms: Julat warna
pt: Gama de cor
ru: Диапазон цвета
zh_hans: 颜色范围

source: Color start
de: Farbstart
es: Inicio de color
et: Värvi algus
fr: Début de couleur
hu: Színkezdés
it: Inizio colore
ja: 色の開始
ko: 색상 시작
ms: Mula warna
pt: Início da cor
ru: Начало цвета
zh_hans: 颜色起点

source: Colors
de: Farben
es: Colores
et: Värvid
fr: Couleurs
hu: Színek
it: Colori
ja: カラー
ko: 색상
ms: Warna
pt: Cores
ru: Цвета
zh_hans: 颜色

source: Colors only, the photo stays here
de: Nur Farben, das Foto bleibt hier
es: Solo los colores, la foto se queda aquí
et: Ainult värvid, pilt jääb siia
fr: Couleurs seules, la photo reste ici
hu: Csak a színek, a fotó itt marad
it: Solo i colori, la foto resta qui
ja: 色のみ。写真はこの端末に残ります
ko: 색상만, 사진은 이 기기에 남습니다
ms: Warna sahaja, fotonya kekal di sini
pt: Só as cores, a foto fica aqui
ru: Только цвета, фото останется здесь
zh_hans: 仅颜色，照片留在本机

source: Colors, materials, and themes
de: Farben, Materialien und Themes
es: Colores, materiales y temas
et: Värvid, materjalid ja teemad
fr: Couleurs, matières et thèmes
hu: Színek, anyagok és témák
it: Colori, materiali e temi
ja: 色、素材、テーマ
ko: 색상, 머티리얼, 테마
ms: Warna, bahan, dan tema
pt: Cores, materiais e temas
ru: Цвета, материалы и темы
zh_hans: 颜色、材质和主题

# Colour
source: Color
de: Farbe
et: Värv
fr: Couleur
hu: Szín
it: Colore
ja: 色
ko: 색상
ms: Warna
pt: Cor
ru: Цвет
zh_hans: 颜色

# Colours only, the photo stays here
source: Colors only, the photo stays here
de: Nur Farben, das Foto bleibt hier
es: Solo los colores, la foto se queda aquí
et: Ainult värvid, pilt jääb siia
fr: Couleurs seules, la photo reste ici
hu: Csak a színek, a fotó itt marad
it: Solo i colori, la foto resta qui
ja: 色のみ。写真はこの端末に残ります
ko: 색상만, 사진은 이 기기에 남습니다
ms: Warna sahaja, fotonya kekal di sini
pt: Só as cores, a foto fica aqui
ru: Только цвета, фото останется здесь
zh_hans: 仅颜色，照片留在本机

source: Columns
de: Spalten
es: Columnas
et: Veerud
fr: Colonnes
hu: Oszlopok
it: Colonne
ja: 列
ko: 열
ms: Lajur
pt: Colunas
ru: Колонки
zh_hans: 列

source: Combined
de: Kombiniert
es: Combinado
et: Kombineeritud
fr: Combiné
hu: Kombinált
it: Combinato
ja: 結合
ko: 결합
ms: Gabungan
pt: Combinado
ru: Вместе
zh_hans: 组合

source: Come back after a couple of days to see your weekly trend.
de: Schau in ein paar Tagen wieder vorbei, um deinen Wochentrend zu sehen.
es: Vuelve dentro de un par de días para ver la tendencia de la semana.
et: Tule mõne päeva pärast tagasi, et näha oma nädalatrendi.
fr: Reviens dans quelques jours pour voir ta tendance de la semaine.
hu: Nézz vissza pár nap múlva a heti trendért.
it: Torna tra un paio di giorni per vedere l'andamento della settimana.
ja: 数日後に戻ると、週間の傾向を確認できます。
ko: 며칠 뒤에 다시 오면 주간 추이를 볼 수 있어요.
ms: Datang semula selepas beberapa hari untuk melihat trend mingguan.
pt: Volta daqui a alguns dias para veres a tendência da semana.
ru: Вернитесь через пару дней, чтобы увидеть свою недельную динамику.
zh_hans: 过几天再来看看本周趋势。

source: Comet
de: Komet
es: Cometa
et: Komeet
fr: Comète
hu: Üstökös
it: Cometa
ja: 彗星
ko: 혜성
ms: Komet
pt: Cometa
ru: Комета
zh_hans: 彗星

source: Comma and period beside the space bar
de: Komma und Punkt neben der Leertaste
es: Coma y punto junto a la barra espaciadora
et: Koma ja punkt tühikuklahvi kõrval
fr: Virgule et point à côté de la barre d'espace
hu: Vessző és pont a szóköz mellett
it: Virgola e punto accanto alla barra spaziatrice
ja: スペースバーの横にカンマとピリオド
ko: 스페이스 바 옆에 쉼표와 마침표
ms: Koma dan noktah di sebelah bar ruang
pt: Vírgula e ponto ao lado da barra de espaços
ru: Запятая и точка рядом с пробелом
zh_hans: 空格键旁边的逗号和句号

source: Commands run once per event. Configuration overrides last until the keyboard closes or you clear them.
de: Befehle laufen einmal pro Ereignis. Temporäre Einstellungen gelten bis zum Schließen der Tastatur oder bis du sie zurücksetzt.
es: Los comandos se ejecutan una vez por evento. Los cambios temporales duran hasta que cierres el teclado o los borres.
et: Käsud käivitatakse üks kord sündmuse kohta. Ajutised seaded kehtivad klaviatuuri sulgemise või nende tühjendamiseni.
fr: Les commandes s’exécutent une fois par événement. Les réglages temporaires restent jusqu’à la fermeture du clavier ou leur effacement.
hu: A parancsok eseményenként egyszer futnak. Az ideiglenes beállítások a billentyűzet bezárásáig vagy törlésükig maradnak érvényben.
it: I comandi vengono eseguiti una volta per evento. Le modifiche temporanee restano finché chiudi la tastiera o le rimuovi.
ja: コマンドはイベントごとに1回実行されます。一時設定は、キーボードを閉じるか解除するまで有効です。
ko: 명령은 이벤트마다 한 번 실행됩니다. 임시 설정은 키보드를 닫거나 직접 해제할 때까지 유지됩니다.
ms: Arahan berjalan sekali bagi setiap peristiwa. Tetapan sementara kekal sehingga papan kekunci ditutup atau anda mengosongkannya.
pt: Os comandos são executados uma vez por evento. As alterações temporárias duram até fechares o teclado ou as limpares.
ru: Команды выполняются один раз на событие. Временные настройки действуют до закрытия клавиатуры или их сброса.
zh_hans: 每个事件执行一次命令。临时配置持续到键盘关闭或手动清除。

source: Common punctuation
de: Gängige Satzzeichen
es: Puntuación habitual
et: Tavalised kirjavahemärgid
fr: Ponctuation courante
hu: Gyakori írásjelek
it: Punteggiatura comune
ja: よく使う句読点
ko: 자주 쓰는 문장 부호
ms: Tanda baca biasa
pt: Pontuação comum
ru: Частая пунктуация
zh_hans: 常用标点

source: Common punctuation in one bar. Pick how many fit.
de: Übliche Satzzeichen in einem Balken. Wähle, wie viele passen.
es: Puntuación habitual en una barra. Elige cuántos caben.
et: Tavalised kirjavahemärgid ühel ribal. Vali, mitu mahub.
fr: Ponctuation courante sur une barre. Choisissez combien.
hu: Gyakori írásjelek egy sávban. Állítsd be, hány fér el.
it: Punteggiatura comune in una barra. Scegli quante.
ja: よく使う句読点のバーです。いくつ並べるか選べます。
ko: 자주 쓰는 구두점 한 줄입니다. 몇 칸인지 고르세요.
ms: Tanda baca biasa dalam satu bar. Pilih berapa yang muat.
pt: Pontuação comum numa barra. Escolhe quantos cabem.
ru: Частая пунктуация в одной полосе. Выберите, сколько поместится.
zh_hans: 常用标点一条栏。自己选能放几个。

source: Common questions, answered
de: Häufige Fragen, beantwortet
es: Las dudas de siempre, resueltas
et: Levinud küsimused, vastatud
fr: Les questions courantes, avec les réponses
hu: Gyakori kérdések, válaszokkal
it: Le domande di sempre, con le risposte
ja: よくある質問とその答え
ko: 자주 묻는 질문과 그 답
ms: Soalan biasa, dengan jawapannya
pt: As perguntas do costume, respondidas
ru: Ответы на частые вопросы
zh_hans: 常见问题，都有答案

source: Compact
de: Kompakt
es: Compacto
et: Kompaktne
hu: Kompakt
it: Compatto
ja: コンパクト
ko: 축소형
ms: Padat
pt: Compacto
ru: Компактно
zh_hans: 紧凑

source: Compact and split in landscape
de: Kompakt und geteilt im Querformat
es: Compacto y dividido en horizontal
et: Kompaktne ja jagatud rõhtpaigutuses
fr: Compact et scindé en paysage
hu: Kompakt és osztott fekvő módban
it: Compatta e divisa in orizzontale
ja: 横向きでコンパクトに分割
ko: 가로 모드에서 작게 분할
ms: Padat dan terpisah dalam landskap
pt: Compacto e dividido na horizontal
ru: Компактно и раздельно в альбомной ориентации
zh_hans: 横向紧凑拆分

source: Compact in landscape
de: Kompakt im Querformat
es: Compacto en horizontal
et: Kompaktne rõhtpaigutuses
fr: Compact en paysage
hu: Kompakt fekvő módban
it: Compatta in orizzontale
ja: 横向きでコンパクト
ko: 가로 모드에서 작게
ms: Padat dalam landskap
pt: Compacto na horizontal
ru: Компактно в альбомной ориентации
zh_hans: 横向紧凑

source: Company while you type
de: Gesellschaft beim Tippen
es: Compañía mientras escribes
et: Seltskond tipimise juures
fr: De la compagnie quand tu écris
hu: Társaság gépelés közben
it: Compagnia mentre scrivi
ja: タイピングのおともに
ko: 타이핑할 때 함께하는 친구
ms: Teman semasa menaip
pt: Companhia enquanto escreves
ru: Компания на время печати
zh_hans: 打字时的小伙伴

source: Compare with the original
de: Mit dem Original vergleichen
es: Comparar con el original
et: Võrdle originaaliga
fr: Comparer avec l'original
hu: Összehasonlítás az eredetivel
it: Confronta con l'originale
ja: 元の文と比較
ko: 원본과 비교하기
ms: Banding dengan asal
pt: Comparar com o original
ru: Сравнить с оригиналом
zh_hans: 与原文对比

source: Comparison
de: Vergleich
es: Comparación
et: Võrdlus
fr: Comparaison
hu: Összehasonlítás
it: Confronto
ja: 比較
ko: 비교
ms: Perbandingan
pt: Comparação
ru: Сравнение
zh_hans: 比较

source: Completions
de: Vervollständigungen
es: Completados
et: Lõpetused
fr: Complétions
hu: Befejezések
it: Completamenti
ja: 補完
ko: 자동 완성
ms: Pelengkapan
pt: Conclusões
ru: Продолжения
zh_hans: 补全

source: Compose
de: Verfassen
es: Redactar
et: Koosta
fr: Composer
hu: Írás
it: Componi
ja: 作成
ko: 작성
pt: Compor
ru: Написать
zh_hans: 撰写

source: Compose writes fresh text using the draft as context (e.g. a reply). Insert leads.
de: „Verfassen“ schreibt neuen Text mit dem Entwurf als Kontext (z. B. eine Antwort). „Einfügen“ macht das.
es: Redactar escribe texto nuevo usando el borrador como contexto (por ejemplo, una respuesta). Con Insertar lo añades.
et: „Koosta" kirjutab uue teksti, kasutades mustandit kontekstina (nt. vastus). „Lisa" on eesotsas.
fr: Composer écrit un nouveau texte en se servant du brouillon comme contexte (par ex. une réponse). Insertion en tête.
hu: Az Írás friss szöveget ír, a piszkozatot kontextusként használva (pl. egy választ). A Beszúrás a fő gomb.
it: Componi scrive un testo nuovo usando la bozza come contesto (ad es. una risposta). Di solito inserisce.
ja: 「作成」はドラフトを手がかりに新しい文章を書きます(例: 返信)。「挿入」が先に出ます。
ko: 작성은 초안을 참고해서 새 글을 써줘요(예: 답장). 삽입으로 이어져요.
ms: Compose tulis teks baharu guna draf sebagai konteks (cth. balasan). Insert yang utama.
pt: Compor escreve texto novo usando o rascunho como contexto (por exemplo, uma resposta). Inserir fica em primeiro.
ru: «Написать» создаёт новый текст, опираясь на черновик как на контекст (например, ответ). «Вставить» идёт первым.
zh_hans: 「撰写」会拿草稿当背景，生成一段全新的文本（比如一条回复）。对应「插入」。

source: Compute and rendering stats
de: Compute- und Rendering-Statistiken
es: Estadísticas de cálculo y renderizado
et: Arvutus- ja renderdusstatistika
fr: Stats de calcul et de rendu
hu: Számítási és renderelési statisztikák
it: Statistiche di calcolo e rendering
ja: 計算とレンダリングの統計
ko: 연산과 렌더링 통계
ms: Statistik pengiraan dan render
pt: Estatísticas de cálculo e renderização
ru: Статистика вычислений и отрисовки
zh_hans: 计算和渲染的数据

source: Compute delay
de: Berechnungsverzögerung
es: Retardo de cálculo
et: Arvutuse viive
fr: Délai de calcul
hu: Számítási késleltetés
it: Ritardo di calcolo
ja: 計算遅延
ko: 계산 지연
ms: Lengah pengiraan
pt: Atraso de cálculo
ru: Задержка вычисления
zh_hans: 计算延迟

source: Compute delay 200ms. Fewer checks, best battery.
de: Rechenverzögerung 200 ms. Weniger Prüfungen, beste Akkulaufzeit.
es: Retardo de cálculo 200ms. Menos comprobaciones, mejor batería.
et: Arvutuse viive 200 ms. Vähem kontrolle, parim aku.
fr: Délai de calcul de 200 ms. Moins de vérifs, meilleure autonomie.
hu: Számítási késleltetés 200 ms. Kevesebb ellenőrzés, kímélőbb az akkuval.
it: Ritardo di calcolo 200ms. Meno controlli, più batteria.
ja: 計算の間隔は200ms。チェックが少なく、バッテリーにいちばんやさしい設定です。
ko: 계산 지연 200ms. 검사를 덜 하고 배터리가 제일 오래가요.
ms: Lengah kiraan 200ms. Kurang semakan, bateri paling jimat.
pt: Atraso de cálculo de 200ms. Menos verificações, melhor bateria.
ru: Задержка вычисления 200 мс. Меньше проверок, лучше для батареи.
zh_hans: 计算延迟 200ms。检查更少，最省电。

source: Compute delay 30ms. Snappiest bar, most CPU. The native default.
de: Rechenverzögerung 30 ms. Flinkste Leiste, meiste CPU. Der Native-Standard.
es: Retardo de cálculo 30ms. Barra más ágil, más CPU. El valor nativo predeterminado.
et: Arvutuse viive 30 ms. Nobedaim riba, enim CPU. Süsteemne vaikeväärtus.
fr: Délai de calcul de 30 ms. Barre la plus réactive, plus de CPU. Le réglage natif par défaut.
hu: Számítási késleltetés 30 ms. Leggyorsabb sáv, több CPU. A natív alapértelmezés.
it: Ritardo di calcolo 30ms. Barra più reattiva, più CPU. L'impostazione nativa predefinita.
ja: 計算の間隔は30ms。バーがいちばんキビキビ動き、CPUもいちばん使います。 ネイティブの初期設定。
ko: 계산 지연 30ms. 바가 제일 빠르고 CPU를 제일 많이 써요. 네이티브 기본값.
ms: Lengah kiraan 30ms. Bar paling pantas, guna CPU paling banyak. Nilai asal lalai.
pt: Atraso de cálculo de 30ms. Barra mais rápida, mais CPU. O padrão nativo.
ru: Задержка вычисления 30 мс. Самая отзывчивая строка, больше всего нагрузки на процессор. Нативное значение по умолчанию.
zh_hans: 计算延迟 30ms。候选栏最跟手，CPU 占用也最高。 原生默认值。

source: Compute delay 80ms.
de: Berechnungsverzögerung 80ms.
es: Retardo de cálculo 80ms.
et: Arvutuse viive 80 ms.
fr: Délai de calcul 80ms.
hu: Számítási késleltetés 80 ms.
it: Ritardo di calcolo 80ms.
ja: 計算遅延80ms。
ko: 계산 지연 80ms.
ms: Lengah pengiraan 80ms.
pt: Atraso de cálculo 80ms.
ru: Задержка вычисления 80 мс.
zh_hans: 计算延迟 80ms。

source: Computed on this device. Nothing is uploaded, shared, or sold.
de: Wird auf diesem Gerät berechnet. Nichts wird hochgeladen, geteilt oder verkauft.
es: Se calcula en este dispositivo. No se sube, comparte ni vende nada.
et: Arvutatakse selles seadmes. Midagi ei laadita üles, ei jagata ega müüda.
fr: Calculé sur cet appareil. Rien n'est envoyé, partagé ou vendu.
hu: Ezen a készüléken számoljuk ki. Semmit nem töltünk fel, osztunk meg vagy adunk el.
it: Calcolato su questo dispositivo. Niente viene caricato, condiviso o venduto.
ja: この端末上で計算されます。アップロードも共有も販売も一切しません。
ko: 이 기기에서 계산돼요. 업로드하거나 공유하거나 판매하지 않아요.
ms: Dikira pada peranti ini. Tiada apa-apa yang dimuat naik, dikongsi atau dijual.
pt: Calculado neste dispositivo. Nada é enviado, partilhado ou vendido.
ru: Всё считается на этом устройстве. Ничего не загружается, не передаётся и не продаётся.
zh_hans: 在本机计算。不会上传、共享或出售任何数据。

source: Concise
de: Knapper
es: Conciso
et: Kokkuvõtlik
fr: Concis
hu: Tömör
it: Conciso
ja: 簡潔に
ko: 간결하게
ms: Ringkas
pt: Conciso
ru: Кратко
zh_hans: 更简洁

source: Conditional
de: Bedingung
es: Condicional
et: Tingimuslik
fr: Condition
hu: Feltétel
it: Condizionale
ja: 条件分岐
ko: 조건문
ms: Bersyarat
pt: Condicional
ru: Условие
zh_hans: 条件语句

source: Conditions
de: Bedingungen
es: Condiciones
et: Tingimused
hu: Feltételek
it: Condizioni
ja: 条件
ko: 조건
ms: Syarat
pt: Condições
ru: Условия
zh_hans: 条件

source: Conditions and behavior
de: Bedingungen und Verhalten
es: Condiciones y comportamiento
et: Tingimused ja käitumine
fr: Conditions et comportement
hu: Feltételek és működés
it: Condizioni e comportamento
ja: 条件と動作
ko: 조건 및 동작
ms: Syarat dan tingkah laku
pt: Condições e comportamento
ru: Условия и поведение
zh_hans: 条件与行为

source: Conditions do not match
de: Bedingungen nicht erfüllt
es: No se cumplen las condiciones
et: Tingimused pole täidetud
fr: Les conditions ne sont pas remplies
hu: A feltételek nem teljesülnek
it: Le condizioni non sono soddisfatte
ja: 条件を満たしていません
ko: 조건이 충족되지 않음
ms: Syarat tidak dipenuhi
pt: As condições não se verificam
ru: Условия не выполнены
zh_hans: 条件不满足

source: Conditions match
de: Bedingungen erfüllt
es: Se cumplen las condiciones
et: Tingimused on täidetud
fr: Les conditions sont remplies
hu: A feltételek teljesülnek
it: Le condizioni sono soddisfatte
ja: 条件を満たしています
ko: 조건이 충족됨
ms: Syarat dipenuhi
pt: As condições verificam-se
ru: Условия выполнены
zh_hans: 条件满足

source: Confetti
de: Konfetti
es: Confeti
et: Konfetti
fr: Confettis
hu: Konfetti
it: Coriandoli
ja: 紙吹雪
ko: 색종이
ms: Konfeti
pt: Confetes
ru: Конфетти
zh_hans: 彩纸

source: Confident
de: Selbstbewusst
es: Seguro
et: Enesekindel
fr: Assuré
hu: Magabiztos
it: Sicuro
ja: 自信あり
ko: 자신감
ms: Yakin
pt: Confiante
ru: Уверенно
zh_hans: 自信

source: Configuration
de: Konfiguration
es: Configuración
et: Seadistus
hu: Konfiguráció
it: Configurazione
ja: 構成
ko: 구성
ms: Konfigurasi
pt: Configuração
ru: Конфигурация
zh_hans: 配置

source: Connect Clink to other apps
de: Clink mit anderen Apps verbinden
es: Conecta Clink con otras apps
et: Ühenda Clink teiste rakendustega
fr: Connecte Clink à d'autres apps
hu: Kösd össze a Clinket más appokkal
it: Collega Clink alle altre app
ja: Clink を他のアプリとつなぐ
ko: Clink를 다른 앱과 연결하기
ms: Sambungkan Clink dengan app lain
pt: Liga o Clink a outras apps
ru: Подключите Clink к другим приложениям
zh_hans: 把 Clink 和其他 App 连起来

source: Connected
de: Verbunden
es: Conectado
et: Ühendatud
fr: Connecté
hu: Csatlakoztatva
it: Connesso
ja: 接続済み
ko: 연결됨
ms: Bersambung
pt: Ligado
ru: Подключено
zh_hans: 已连接

source: Connection
de: Verbindung
es: Conexión
et: Ühendus
fr: Connexion
hu: Kapcsolat
it: Connessione
ja: 接続
ko: 연결
ms: Sambungan
pt: Ligação
ru: Подключение
zh_hans: 连接

source: Console
de: Konsole
es: Consola
et: Konsool
hu: Konzol
ja: コンソール
ko: 콘솔
ms: Konsol
pt: Consola
ru: Консоль
zh_hans: 控制台

source: Contact names
de: Kontaktnamen
es: Nombres de contactos
et: Kontaktide nimed
fr: Noms de contacts
hu: Kapcsolatnevek
it: Nomi dei contatti
ja: 連絡先の名前
ko: 연락처 이름
ms: Nama kenalan
pt: Nomes de contactos
ru: Имена из контактов
zh_hans: 联系人姓名

source: Content
de: Inhalt
es: Contenido
et: Sisu
fr: Contenu
hu: Tartalom
it: Contenuto
ja: コンテンツ
ko: 콘텐츠
ms: Kandungan
pt: Conteúdo
ru: Контент
zh_hans: 内容

source: Contents
de: Inhalt
es: Contenido
et: Sisu
fr: Contenu
hu: Tartalom
it: Contenuto
ja: 内容
ko: 내용
ms: Kandungan
pt: Conteúdo
ru: Содержимое
zh_hans: 内容

source: Context
de: Kontext
es: Contexto
et: Kontekst
fr: Contexte
hu: Kontextus
it: Contesto
ja: コンテキスト
ko: 문맥
ms: Konteks
pt: Contexto
ru: Контекст
zh_hans: 上下文

source: Context Awareness
de: Kontextbewusstsein
es: Conciencia del contexto
et: Kontekstitundlikkus
fr: Conscience du contexte
hu: Kontextusérzékelés
it: Consapevolezza del contesto
ja: 文脈認識
ko: 문맥 인식
ms: Kesedaran Konteks
pt: Consciência do contexto
ru: Учёт контекста
zh_hans: 上下文感知

source: Context unavailable
de: Kontext nicht verfügbar
es: Contexto no disponible
et: Kontekst pole saadaval
fr: Contexte indisponible
hu: A környezet nem érhető el
it: Contesto non disponibile
ja: 状況を取得できません
ko: 상황 정보 없음
ms: Konteks tidak tersedia
pt: Contexto indisponível
ru: Контекст недоступен
zh_hans: 环境信息不可用

source: Continue
de: Weiter
es: Continuar
et: Jätka
fr: Continuer
hu: Folytatás
it: Continua
ja: 続ける
ko: 계속
ms: Teruskan
pt: Continuar
ru: Продолжить
zh_hans: 继续

source: Continue with the free keyboard
de: Mit der kostenlosen Tastatur fortfahren
es: Seguir con el teclado gratis
et: Jätka tasuta klaviatuuriga
fr: Continuer avec le clavier gratuit
hu: Folytatás az ingyenes billentyűzettel
it: Continua con la tastiera gratuita
ja: 無料のキーボードで続ける
ko: 무료 키보드로 계속
ms: Teruskan dengan papan kekunci percuma
pt: Continuar com o teclado grátis
ru: Продолжить с бесплатной клавиатурой
zh_hans: 继续使用免费键盘

source: Continue with voice typing only
de: Nur mit Spracheingabe fortfahren
es: Continuar solo con dictado por voz
et: Jätka ainult häälsisestusega
fr: Continuer avec la dictée seule
hu: Folytatás csak hangbevitellel
it: Continua solo con la dettatura
ja: 音声入力だけで続ける
ko: 음성 입력만으로 계속하기
ms: Teruskan dengan imlak suara sahaja
pt: Continuar só com ditado por voz
ru: Продолжить только с голосовым вводом
zh_hans: 仅使用语音输入继续

source: Control
de: Steuerung
et: Juhtimine
fr: Contrôle
hu: Vezérlés
it: Controllo
ja: 操作
ko: 제어
ms: Kawalan
pt: Controlo
ru: Управление
zh_hans: 控制

source: Control id
de: Bedienelement-ID
es: ID del control
et: Juhtelemendi ID
fr: Identifiant de la commande
hu: Vezérlő azonosítója
it: ID del controllo
ja: コントロール ID
ko: 컨트롤 ID
ms: ID kawalan
pt: ID do controlo
ru: Идентификатор элемента
zh_hans: 控件 ID

source: Controls
de: Steuerung
es: Controles
et: Juhtnupud
fr: Réglages
hu: Vezérlők
it: Controlli
ja: コントロール
ko: 조절
ms: Kawalan
pt: Controlos
ru: Управление
zh_hans: 控制项

source: Controls a plugin can claim
de: Bedienelemente, die ein Plugin übernehmen kann
es: Controles que un plugin puede reclamar
et: Juhtelemendid, mida pistikprogramm võib üle võtta
fr: Commandes qu'un plugin peut prendre
hu: Vezérlők, amelyeket egy bővítmény átvehet
it: Controlli che un plugin può prendere
ja: プラグインが引き受けられるコントロール
ko: 플러그인이 넘겨받을 수 있는 컨트롤
ms: Kawalan yang boleh diambil alih plugin
pt: Controlos que um plugin pode assumir
ru: Элементы, которые может занять плагин
zh_hans: 插件可以接管的控件
